{"translation-revision-date":"2025-02-07 21:41:48+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Build Extra Headers to display conditionally.":["بناء رؤوس إضافية لعرضها بشروط."],"Adds a color palette switch so you can create a \"dark\" mode for your website.":["يضيف مفتاح لوحة الألوان بحيث يمكنك إنشاء وضع \"المظلم\" لموقعك."],"Color Palette Switch (Dark Mode)":["تبديل لوحة الألوان (الوضع المظلم)"],"Add elements and arrange them how you want.":["أضف العناصر ورتبها بالطريقة التي تريدها."],"Kadence Theme Getting Started Tutorial - 10 Minute Quick Start Guide":["برنامج تعليمي لقالب كادينس - دليل البدء السريع لمدة 10 دقائق"],"Starter Templates":["القوالب الجاهزة"],"Create and customize professionally designed websites in minutes. Simply choose your template, choose your colors, and import. Done!":["قم بإنشاء وتخصيص مواقع الويب المصممة باحتراف في دقائق. ما عليك سوى اختيار القالب الخاص بك واختيار الألوان الخاصة بك والاستيراد. تم!"],"Learn More":["قراءة المزيد"],"WooCommerce Addons":["ملحقات ووكوميرس"],"Global Colors":["الألوان العامة"],"Pro Changelog":["سجل التغييرات المدفوع"],"Header Addons":["ملحقات الهيدر"],"Do more with the Kadence Pro Addon":["أنجز المزيد مع Kadence Pro Addon"],"Loads Gravatars from your servers to improve site performance.":["يقوم بتحميل Gravatars من خوادمك لتحسين أداء الموقع."],"Adds 19 elements to the header builder.":["إضافة 19 عنصرًا إلى منشئ الترويسة."],"Define your sites general page look and feel for page title, and content style.":["قم بتحديد المظهر العام لصفحات موقعك وعنوان الصفحة ونمط المحتوى."],"Choose the perfect font family, style and sizes.":["اختر عائلة الخطوط والأسلوب والأحجام المثالية."],"Customize the columns and place widget areas in unlimited configurations":["خصص الأعمدة وضع مناطق الويدجت في تكوينات غير محدودة."],"Adds menu options for mega menus, highlight tags, icons and more.":["يضيف خيارات قائمة لتصميم القوائم الضخمة، وعلامات التمييز، والأيقونات، والمزيد."],"Adds Options into the customizer to add header and footer scripts":["يضيف خيارات إلى أداة التخصيص لإضافة سكريبتات في الرأس والتذييل."],"Allows you to assign a custom image for a taxonomy background.":["يتيح لك تعيين صورة مخصصة كخلفية لتصنيف معين."],"Adds new options into the customizer for WooCommerce stores.":["يضيف خيارات جديدة إلى أداة التخصيص لمتاجر ووكوميرس."],"Add content anywhere into your site conditionally.":["أضف محتوى في أي مكان إلى موقعك بشروط."],"Setup the base color scheme for your site.":["إعداد مخطط الألوان الأساسي لموقعك."],"Archive Custom Page Title Backgrounds":["خلفيات عنوان لصفحة الأرشيف المخصصة"],"Header\/Footer Scripts":["البرامج النصية للرأس\/التذييل"],"Adds Infinite Scroll for archives.":["إضافة التمرير اللانهائي للأرشيفات."],"Infinite Scroll":["التمرير اللانهائي"],"Local Gravatars":["الصور الرمزية المحلية"],"Video Tutorials":["دروس الفيديو"],"Getting Started":["بدء الاستخدام"],"View Knowledge Base":["عرض قاعدة المعرفة"],"Changelog":["سجلّ التغييرات"],"Typography":["الخطوط"],"Page Layout":["تخطيط الصفحة"],"Header Layout":["تخطيط الترويسة"],"Customize":["تخصيص"],"Dashboard":["لوحة التحكم"],"Welcome to Kadence!":["أهلا بك في كادينس !"],"Customize Your Site":["تخصيص موقعك"],"You are going to love working with this theme! View the video below to get started with our video tutorials or click the view knowledge base button below to see all the documentation.":["ستحب العمل مع هذا القالب! شاهد الفيديو أدناه لبدء دروس الفيديو الخاصة بنا أو انقر فوق الزر عرض قاعدة المعارف أدناه للاطلاع على جميع الوثائق."],"Upload your logo and favicon.":["قم بتحميل شعارك وأيقونتك المفضلة."],"Footer Layout":["تخطيط التذييل"],"This area is for Recommended Plugins.":["هذه المنطقة مخصصة للإضافات الموصى بها."],"Branding":["العلامة التجارية"],"Submit a Ticket":["إفتح تذكرة"],"Have a question, we are happy to help! Get in touch with our support team.":["لديك سؤال، نحن سعداء للمساعدة! تواصل مع فريق الدعم لدينا."],"Support":["الدعم"],"Join our Facebook Group":["انضم إلى مجموعتنا على الفيسبوك"],"Join our community of fellow kadence users creating effective websites! Share your site, ask a question and help others.":["انضم إلى مجتمعنا من مستخدمي كادينس الآخرين الذين ينشئون مواقع ويب فعالة! شارك موقعك واطرح سؤالاً وساعد الآخرين."],"Web Creators Community":["مجتمع منشئي الويب"]}},"comment":{"reference":"assets\/js\/admin\/dashboard.js"}}